export const AboutUs = () => (
    <>
        <div className="block-about-us">
            <h2>ПРО НАС</h2>
            <div className="info-block">
                <div className="text-block">
                    <p>
                        Astro Club — це твій простір для розвитку особистості, нових знайомств та пошуку себе. <br />
                        <br />
                        Ми поєднуємо науку, творчість та сучасні практики, пропонуючи простір для особистісного зростання. У нас ти зможеш досліджувати астрономію, вивчати психологію, астрологію, психосоматику, а також розвивати навички у сфері косметології, візажу, SMM і відеозйомки.<br />
                        <br />
                        Наша мета — допомогти кожному знайти себе, розкрити потенціал і створити коло однодумців для обміну ідеями та досвідом.<br />
                        <br />
                    </p>
                </div>
                <div className="image-block">
                    <img src="./img/deco/info-image.png" alt="" />
                </div>
            </div>
            <h2>ЧОМУ ВАМ ТРЕБА ДО НАС?</h2>
            
        </div>
    </>
)