// export const Reviews = () => {
//     return(
//         <>
//             <div class="feedback-section">
//                 <h2>Відгуки</h2>
//                 <div class="feedback-container">
//                     <div class="feedback-card1">
//                     <p>
//                     Танечка, доброе утро! Прослушала запись. Как же все в точку обо мне. Даже если взять мое Солнцу и Белую Луну, у меня было очень не простое детство и уж точно я всю свою сознательную жизнь понимала, что так, я точно не буду жить. Да и вообще все остальное... Мне теперь еще больше хочеться изучать астрологию. И это благодаря Вам и Вашему умению доеести свои знания. Очень Вам благодарна!
//                     </p>
//                     </div>
//                     <div class="feedback-card2">
//                     <p>
//                     Завжди заряджаюся від наших зустрічей😘❤️ 
//                     </p>
//                     </div>
//                     <div class="feedback-card3">
//                     <p>
//                     🥰 Танюш, спасибо за отличную встречу) 
//                     Порассказывала Жене, теперь он тоже хочет сходить на такую консультацию)
//                     </p>
//                     </div>
//                 </div>
//             </div>
//         </>
//     );
// }